brew "ack"
brew "bash"
brew "bash-completion"
brew "chruby"
brew "ctags"
brew "docker-compose"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
mrew "nvm"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "reattach-to-user-namespace"
brew "sqlite"

brew 'postgresql'
brew 'mysql'

cask "alfred"
cask "docker"
cask "spotify"
cask "ngrok"
cask "gitup"
cask "visual-studio-code"

cask "divvy"
cask "keybase"
cask "iterm"
cask "caffeine"
cask "nordvpn"
cask "firefox"
cask "chrome"
